export default [
    {
        id:0,
        a:[
            'ipadmini+罗技IK700蓝牙键盘：mini真的跟传统ipad的体验不太一样，有3G的话就更是实用性和便携性的完美结合。再加上键盘，回邮件，记笔记什么的方便极了。不过因为不是标准尺寸键盘（为了完全配合mini的大小）可能需要一段时间适应',
            '东芝flashair WIFI SD卡：随时随地把单反，自拍神器里的照片传到手机，平板上，然后用snapseed，photoshake等app编辑完直接发到朋友圈吧。',
            'SONY的充电宝，有7千和1万毫安的，买了以后看到知乎里推荐移动电源的技术贴，发现所有好事它都占全了，做工什么的就不用说了。唯一不满意的是比想象的要重些。',
            'Lacie的移动硬盘，到手后看到连接线接口就知道是花了心思的产品。难怪Porsche Design会跟他家合作，当然加了个logo换了个更骚的壳价格就会高70%，提升B格的代价很高啊。',
            '日本产 万用微粒子去污剂：什么陈年老锅渍几下就搞定了，我和媳妇儿愣是用它把家里十多年没刷的老墙给重新擦白了，跟重新漆了似的！'
        ],
    },
    {
        id:1,
        a:[
            '恋爱要趁早，学习要搞好',
            '在不了解之前，先别急着说不感兴趣',
            '别为自己是个凡人而负疚。',
            '坚持不是没有中断，而是现在还在做',
            '如果橘子很酸，换个角度吃，可能会觉得甜',
            '同一天，过的高兴，就赚了，过的郁闷，就亏了，过的浑浑噩噩，就没了',
            '在为浪费时间而后悔和自责时，你依然在浪费时间',
            '对于没用的东西，最好的收纳方法，就是扔'
        ],
    },
    {
        id:2,
        a:[
            '在电脑中创建一个别人找不到的文件夹，这不是简单的隐藏，即便是在文件夹选项中选择显示文件夹也是找不到的',
            '推荐一个十分强大的文件搜索工具everything，它体积小巧，界面简洁易用，快速建立索引，快速搜索',
            '在电器商店里找不到人为你讲解么？那就站在最贵的电视机前，盯着价格标签看。马上会有人屁颠屁颠地出现的',
            '怀疑有人在跟踪你的车？那就来四个右转弯吧！这样，你的行驶路线可以形成一个圈。如果那个家伙还在，那他肯定在跟踪你',
            '在商店里，最便宜的东西不是在最上面的货架，就是在最下面的货架，而不会在眼睛的水平线上'
        ],
    },
    {
        id:3,
        a:[
            '如何拍出一张完美的自拍？',
            '如何和你的宠物自拍？',
            '每天早上花1~2分钟列出当天的To-NOT-Do List',
            '尽量用纸笔来记课堂或会议笔记，不要用笔记本电脑来记',
            '通过教别人来学习复杂的知识点'
        ],
    },
    {
        id:4,
        a:[
            '公牛自动断电充电器 59',
            '无痕实木挂钩 7元左右/2个',
            '水果工具套装 19.9',
            '纸模，3d贺卡 10元以内',
            '木质拼装小屋 100左右'
        ],
    },
    {
        id:5,
        a:[
            'aozora 莫奈的色彩蜡笔',
            'AstroReality爱宇奇 十二星座系列 AR笔记本',
            '铜师傅 全铜真金鎏镀摆件《金韵天成十二生肖》',
            '朕的心意 故宫食品調味罐',
            '容山堂 茶叶罐'
        ],
    },
    {
        id:6,
        a:[
            '垂直鼠标',
            '骨传导耳机',
            '科技侠智能门锁',
            '智能温控杯',
        ],
    },
    {
        id:7,
        a:[
            '2000年本科毕业，到中字头国企施工单位，做技术，工资1040；2010年离开国企时做到项目总工，收入9万一年',
            '2010年跳槽到港资的顾问公司，做工程顾问，年薪15K*13；2012年公司转型，果断离职，离职时年薪18K*13',
            '2012年跳槽到一家商业地产的龙头公司，做项目总监，年薪40K*16，当时就觉得不可思议，并一直不可思议至今，2015年初发神经病，裸辞，离开时刚提升为副总，年薪55K*16，现在还不知道为什么要主动放弃一份年薪85万，而且上升势头良好的工作',
            '2015年中，经历了3个月漫长的求职，遭受N企业多拒绝后，幸运的加入目前的公司，也是一家民营地产公司，做到区域公司副总，收入税前120万左右，从2012年开始一直到现在对自己的收入增长自己都觉得不可思议',
        ],
    },
    {
        id:8,
        a:[
            '《蓝色星球》',
            '《地球脉动》',
            '《神话的森林》',
            '《第三极》',
            '《但是，还有书籍》',
            '《奢侈的一小半》',
            '《文明》',
            '《河西走廊》',
            '《如果国宝会说话》'
        ],
    },
    {
        id:9,
        a:[
            '爱尔兰百利甜酒',
            '白瓶甜红和金帽起泡酒',
            '加厚宿舍床梯脚踏垫',
            '宿舍床头收纳挂篮',
            '宜家诺比床用折叠桌'
        ],
    },
    {
        id:10,
        a:[
            '通过大量带有民族特色的配饰，比如编织帽子，用贝壳及天然石材等制作成的珠串项链。',
            '简单的印花款T恤，再搭配极限运动（如滑板、冲浪、登山、BMX）中常会穿着的宽松下装，最后，再来一顶点睛之笔的棒球帽或者货车帽。',
            '精致且细节满满的各种衬衣和西装，面料多以「纯棉牛津纺」或「花呢」这类「易皱」且「难打理」的面料为主。',
        ],
    },
    {
        id:11,
        a:[
            '新闻无需撒谎，它只需要给出“部分的真相”，就可以达到操纵民意的目的',
            '你所关注的东西，永远都是媒体想让你关注的\n',
            '很多时候舆论一边倒的声音，未必是大多数人所赞同的，只是不赞同的人以为自己是少数，不愿意发声而已',
            '辣味并不是味道，而是辣椒中的辣椒碱对口腔粘膜的刺激。',
        ],
    },
    {
        id:12,
        a:[
            'Staub珐琅瓷铸铁炖锅',
            '无印良品MUJI双面氧化锆单手锅',
            '双立人TWIN Point系列菜刀',
            'Brita Marella 净水壶',
            '飞利浦Sonicare HX6254菌斑控制电动牙刷'
        ],
    },
    {
        id:13,
        a:[
            '我做的第一件事就是跑步',
            '第二件事就是戒烟戒酒',
            '第三件事改变作息',
            '第四件事冥想，或者安静坐一会',
            '第五件事，健身',
            '第六件事，饮食:当前5件事养成习惯后。这件事就水到渠成的来了'
        ],
    },
    {
        id:14,
        a:[
            '为什么候鸟要秋天飞回南方？为什么江鱼产卵要洄游？为什么非洲角马要迁徙？它们都吃饱了撑的要去忍受路途遥远和路上断粮或被狩猎的风险，不知道呆在原地最轻松吗？当然是因为，要去的地方更温暖，更多水草食物，更适合繁殖啊。对现在的有梦想的年轻人来说，北上广就是他们的水草更丰美之地。起初生活艰辛、远离父母都是为了更自由开阔生活可以接受的代价。而且……焉知远离父母可能不是代价，而是美好生活必不可少的组成部分？',
            '想看更远的眼界，前面有诗和远方',
            '小城市利益总盘子小，基本是熟人社会，自己的家族如果没有加入当地的利益链条，将会生活的非常痛苦，个人的努力所起的作用微乎其微，非常仰仗家族上辈子的积累。 在小城市发展的年轻人，基本是家里在当地有一定社会关系的。 大城市利益总盘子大，是生人社会，靠自己的劳动虽然远远不如上辈子已经积累的人，但小康和富裕生活可期',
        ],
    },
    {
        id:15,
        a:[
            '首先，少年，答应别人的承诺，就一定要兑现',
            '读书，读到倦，网上有很多方法，但你从来沉不下心看。',
            '学习，学到疼，网上有很多方法，但你从来沉不下心学。',
            '开口说话，冷场也要说话，脸皮薄也要说话，挨打也要说话',
            '年纪大了，也不要说什么心如死灰'
        ],
    },
    {
        id:16,
        a:[
            '一个黑帮老大发现他的记账员小王骗了他1000万元。小王是聋的，那是他获得这份工作的原因，因为听不见他的机密，防止他出庭作证。老大带着他的一个懂手语的律师去质问小王那1000万。老大告诉律师，“问他，这1000万块钱是不是他侵吞的。”律师用手语问小王，“钱在哪里?"小王用手语说:“我不知道你在说什么。”律师告诉老大，”他说，他不知道你在说什么。”老大掏出一把手枪，把它顶在小王头上说，“再问他！”律师用手语对小王说“如果你再不说，他就杀了你。”小王说“别！钱埋在我亲堂兄的后院！”老大问律师，“他说什么？”律师回答说，“他说你没种开枪。\n',
            '去医院体检，医生拿着我的报告单说：幸亏你来的早啊。在我惊出一身冷汗的时候，医生不慌不忙的说：再晚点，我就下班了。。。',
            '老板今天在办公室给我们讲了一个笑话，大家都笑得人仰马翻，只有小李没笑。我笑着问他怎么不笑，答：“我已经辞职了。',
            '看到一个恐怕是近年来看到的最冷的笑话。。。问：嫦娥为什么善变？答：因为她叫change....',
        ],
    },
    {
        id:17,
        a:[
            '我的照片里全是风景',
            '突然觉得，很多原本亲密无间的伙伴并没有把我当朋友',
            '最孤独的，不是不能跟一个人在一起，而是根本不知道想跟谁在一起......',
            '花了大半个晚上把这个帖子从上到下默默看完...',
            '毕业离校的时候，游戏里掉了个好东西，扭头炫耀的时候才发现整个寝室就剩下了自己，当时的感觉真像挨了一记闷拳啊'
        ],
    },
    {
        id:18,
        a:[
            'Moleskine：意大利品牌，在国内知名度应该也是最大，目前转入国内生产',
            'Paperblanks：最华丽的笔记本，封皮凹凸有致。公司将笔记本当书卖，每本都有单独的ISBN出版号。被各大博物馆收藏',
            '国誉 Campus：便宜，好写。日本人做的本子，体现出对细节的极致追求。某些本子设计思路与众不同，如Systemic系列。另外 Mio零系列，CYO系列亦会让你惊艳',
            'Rite in the Rain: 可以在雨里使用的笔记本……野外神器，针对需要野外记录的探险者设计，防雨纸拥有专利。',
        ],
    },
    {
        id:19,
        a:[
            '男女交往忌讳一个字：贪' ,
            '不懂经营',
            '每当我觉得我的爱情即将理所当然步入永恒的时候，实际上恰恰是危机来临的暴风前夜。',
            '语言的分寸感',
            '进度的分寸感'
        ],
    },
]