export default [
    {
        "id": "1",
        "sr": "images/1-1.jpg",
        "t": "《哈利·波特与魔法石》",
        "d": "从小寄养在姨丈家里的哈利·波特，饱受姨丈一家人的歧视与欺侮，然而就在11岁生日那天，哈利·波特得知了自己的身世，他的生活也随之发生了天翻地覆的改变。原来，哈利的父母是两位善良的巫师，在同坏人的较量中被对方杀害了。\n" +
            "为了继承父母的遗志，哈利来到了英国一所专门教授魔法与巫术的霍格沃兹寄宿学院。进入霍格沃兹学院后，哈利成了格兰芬多一年级新生，与罗恩、赫敏成了形影不离的好朋友，许多成为魔法师的课程正在等着他研习，有飞行课、黑魔法防御术、魔药学与变形魔法等等，当然还有让所有巫师疯狂的魁地奇球赛。\n" +
            "在一次与同学的争执中，哈利表现出超乎所有人想象的飞行技能，连他自己都很意外，意外发现哈利有超强飞行技能的麦格教授因此推荐他加入格兰芬多魁地奇球赛的队员，另一方面，魔药学的教授斯内普，似乎总是对哈利不怎么友善，除了在课堂上刁难他外，还处处找哈利的麻烦，但是，哈利再一次偶然的机会里，发现斯内普严词威胁着懦弱的奇洛教授，甚至斯内普脚上三头犬的咬痕，更可以证明哈利的推断是正确的：有股邪恶的阴谋在平静的霍格沃兹里悄悄地滋长着，斯内普似乎就是这一切的关键人物。于是哈利、罗恩与赫敏这三个好朋友决定一同去探个究竟，阻止邪恶阴谋的发生。"
    },
    {
        "id": "2",
        "sr": "images/1-3.jpg"
        ,"t": "《哈利·波特与密室》",
         "d": "转眼间，哈利在霍格沃茨魔法学校第一年的学习顺利结束了，对于哈利而言，离开这个刚刚熟悉的魔法世界，回到女贞路的德斯礼家去，简直是件最痛苦的事情，他不得不去忍受一个暑假他刻薄的佩妮姨妈和蛮横的弗农姨夫喋喋不休的唠叨和监管。 也许是出于对哈利魔法的忌惮，整个暑假都快过去了，德斯礼一家除了不允许哈利做他的魔法作业外，几乎没有太为难他。但是哈利还是觉得很苦恼，因为他在霍格沃茨最好的两个朋友——赫敏和罗恩似乎已经把他忘记了，三个好朋友说好要在暑假写信保持联系，哈利不停地给两个朋友写信，但是直到现在，他却还没有接到一封回信。\n" +
             "就在假期马上要结束的时候，一个名叫多比的小精灵突然出现在哈利的卧室中，它警告哈利，回到霍格沃茨将会有可怕的事情降临，哈利会有生命危险！为了保全哈利的性命，多比截留了所有赫敏和罗恩给哈利的回信——它以为这样哈利就会出于对朋友的失望而不再返回霍格沃茨上学，可是哈利坚持要回到霍格沃茨去，为了阻止哈利，多比在甚至违规在麻瓜世界使用了魔法大闹德斯礼一家，结果哈利耽误了返回霍格沃茨的专列，就在他心急如焚的时候，好朋友罗恩驾着一辆施了魔法的飞车来救驾了，费尽周折，他们终于得以在新学期开学典礼上赶回学校。 而此时，哈利上个学期击溃伏地魔的英雄行为已经在霍格沃茨和整个魔法世界广为传播，哈利突然成为了众人瞩目的中心，有个风吹草动，他就可能成为人们议论的话题，偏偏新上任的黑魔法防御课教授洛哈特（肯尼斯.布拉纳）也是个爱出风头的人物，尤其喜欢明里暗里地刁难一下哈利，然后把自己标榜成为霍格沃茨真正的大英雄。 果然和精灵多比预言的一样，新学期开始没多久，霍格沃茨就频频出现恐怖神秘的事件——几个落单的学生和守门人的猫受到某种可怕的力量的攻击而石化，而哈利的耳边，也时常有一个幽灵般声音响起，告诉他：霍格沃茨的密室之门被打开，邪恶力量的后嗣将会对学校里的泥巴种（即父母不是巫师的学生）进行报复。\n" +
             "一时间霍格沃茨人心惶惶，由于能听得懂蛇的语言，哈利被怀疑是那个传说中邪恶力量的后嗣，围在身边的朋友们也纷纷开始置疑哈利，只有赫敏和罗恩，始终对哈利寄予着百分之百的信任，然后当有一天，赫敏也被遭到了神秘力量的攻击，一向热衷于自吹自擂的洛哈特教授显出懦夫的本性，临阵退缩，只有罗恩坚定地和哈利站在一起对抗着邪恶力量，哈利知道，为了保护他热爱的霍格沃茨学校，为了拯救和他生死与共的好朋友，也为了洗清加在自己头上的种种怀疑，他必须有所行动了，可是，他面对的敌人究竟是谁，他隐藏在哪里，他的目的又是什么，哈利陷入一团迷雾中。"
    },
    {
        "id": "3",
        "sr": "images/1-4.jpg"
        ,"t": "《哈利·波特与阿兹卡班的囚徒》"
        , "d": "哈利遇到杀害父母的真凶。在姨妈家里过暑假，真是一件非常糟糕的事情，哈利·波特不但离开了他的好友，还不得不整天受麻瓜们的折磨。直到他13岁的那天，一切彻底地改变了。那天凌晨，哈利收到了好友赫敏和罗恩送来的生日礼物，他显得非常开心。刚好，从这天开始，玛格姨妈要在这里住一个星期，她惹怒了哈利，于是，哈利一气之下把她变成气球飞上了天。\n" +
            "哈利自己也从姨妈家里逃了出来，他正孤单地在午夜的街上走着时，看见了一条可怕的黑狗。幸好这时一辆魔法世界的骑士巴士及时赶到，救起了哈利，并把他带到了伦敦。在伦敦，哈利度过了一段逍遥快乐的日子，他不仅见到了许多希奇的魔法物品，还完成了自己的论文，奇怪的是，他也遇见了一本名为《死亡预兆》的书，封面就是他离开姨妈家的那天晚上看到的黑狗，一种不祥的预感使哈利觉得会有可怕的事情发生。\n" +
            "暑假快结束的时候，哈利在伦敦也见到了他的两个好朋友，赫敏和罗恩。从他们口中，哈利得知了一件恐怖的事，小天狼星——就是那个传言出卖他父母的恶棍——逃出了阿兹卡班，而且他的目的很可能就是要继续加害哈利。\n" +
            "听说天狼星要加害自己，哈利并没有感到害怕。他在回霍格沃兹魔法学校的车上，却遇见了真正令他毛骨悚然的怪物——摄魂怪，它是阿兹卡班监狱派出抓捕小天狼星的。幸好，新来的魔法老师卢平教授救了哈利。\n" +
            "魔法学校又开学了，来了许多新的同学，哈利也回到了同学和好友当中。新老师新课程使他的生活重新新鲜刺激起来，新的魔法老师卢平的课非常有趣，预言课却令哈利感到更加害怕，斯内普还是像以前那样和他作对。有趣的是，海格也当上了老师，教他们饲养一些奇怪的动物。有一天，海格教他们亲近巴克比克（一只庞大凶猛暴躁的鹰头马身兽），小坏蛋马尔福惹怒了它，于是，巴克比克踢起脚打伤了马尔福。\n" +
            "被巴克比克打伤的马尔福，立刻向魔法部告发海格，他既想取消海格的教师资格，也要对鹰头马身兽巴克比克实施死刑。就在要对巴克比克执行死刑的那一天，哈利、赫敏和罗恩来到了海格的小木屋旁，他们想安慰海格。没有料到，他们在木屋没有找到海格，却发现了一条神秘的黑狗和罗恩的宠物老鼠斑斑。\n" +
            "哈利他们三人好奇跟着黑狗和斑斑，发现他们钻进了一个隐蔽的洞穴里，于是也跟着爬了进去。爬过一段黑暗的路后，哈利他们来到了一间小房子里，顿时惊呆了：屋子里，一个蓬头垢面的人，正与一个矮子和斯内普教授打斗。斯内普教授告诉哈利，那个蓬头垢面的人就是杀害哈利父母的小天狼星。\n" +
            "看见杀害父母的仇人，哈利气愤之下挥起了魔法棒，指向小天狼星。在这个关键时刻，屋外突然冲进一个人，把哈利击倒。这人正是魔法课老师卢平教授，原来，小天狼星并不是杀害哈利父母的人。"
    },
    {
        "id": "4",
        "sr": "images/1-5.jpg"
        ,"t": "《哈利·波特与火焰杯》"
        , "d": "对哈利·波特来说，前面的路艰险重重。噩梦的折磨使哈利（丹尼尔·拉德克里夫 饰）的伤疤比往常疼得更厉害，当有机会逃离这烦人的梦魇时，他决定同好友罗恩（鲁伯特·格林特 饰）和赫敏（艾玛·沃特森 饰）一道去观看魁地奇世界杯。\n" +
            "但魁地奇宿营地的天空中却闪过了一丝邪恶――由其追随者食死徒们变出来的象征着万恶的伏地魔（拉尔夫·费因斯 饰）的黑魔标记。自从伏地魔于十三年前杀害哈利父母的那个晚上失踪后，食死徒们就再也未敢在公共场合露面。 哈利渴望着回到霍格沃茨魔法学院，因为邓布利多教授（迈克尔·甘本 饰）可以保护他。但今年的形势却有些不一样。\n" +
            "邓布利多宣布霍格沃茨将主办魔法界最激动人心且最危险的一项魔法比赛――三强争霸赛。三所最大最负盛名的魔法学校将分别派出一位选手参加一系列凶险的魔法比拼，以期赢得令人艳羡的三强争霸杯。\n" +
            "当布斯巴顿魔法学院秀丽的女学生和德姆斯特朗魔法学院忧郁的男学生进入礼堂时，霍格沃茨的学生们看呆了。所有人都在静静地等待遴选勇士的时刻。\n" +
            "魔法部官员巴蒂·克劳奇（罗杰·洛伊德·派克 饰）和邓布利多教授主持了一场富含期许的烛光仪式，神奇的火焰杯从每个学校选出了一位参赛选手。在一串火花跳跃之后，火焰杯选中了德姆斯特朗的魁地奇超级明星威克多尔·克鲁姆（斯坦尼斯拉夫·伊万奈斯奇 饰）、布斯巴顿杰出的芙蓉·德拉库尔（克雷芒斯·博伊斯 饰）和霍格沃茨深受欢迎的全能型金童塞德里克·迪戈里（罗伯特·帕帝森 饰）。但离奇的是，火焰杯随后还吐出了最后一个名字：哈利·波特。\n" +
            "年仅14岁的哈利离这项艰苦比赛的报名年龄还差三岁。他坚持说自己并未将名字投入火焰杯，并解释说自己真的不想参赛。但火焰杯的选择是最终的决定，所以他必须参加比赛。\n" +
            "当狗仔记者丽塔·斯基特（米兰达·理查森 饰）在其八卦专栏上开始为倒哈利·波特而煽风点火时，人们对他的怀疑和嫉妒蜂拥而至。连罗恩都开始相信他这位“爱出风头”的朋友使诈让火焰杯选了自己。\n" +
            "邓布利多怀疑帮哈利报名的人欲将其置于死地，他吩咐新来的黑魔法防御术教授，古怪的阿拉斯托·“疯眼汉”·穆迪（布兰登·格利森 饰），用其高度敏感且有魔力的眼睛照看好哈利。\n" +
            "波特开始为富有挑战性的三强争霸赛项目――包括从一条火龙嘴下逃生、潜入一个深湖的底部和在一个有生命的迷宫里巡游――做准备。但没有一样比为圣诞舞会找个舞伴这项任务更令人紧张。\n" +
            "对哈利来说，相比邀请可爱的秋·张（凯蒂·梁 饰）去圣诞舞会，对付龙、人鱼和格林迪洛不过小菜一碟。而且如果罗恩不是太粗心的话，他可能也会意识到自己对赫敏的感情发生了变化。\n" +
            "当有人在霍格沃茨的地盘上被谋杀后，事态开始向坏的方向变化。受到惊吓的哈利仍然被梦中所见的伏地魔所困扰，他找到了邓布利多。但即便是睿智的邓布利多也承认没有简单的答案。\n" +
            "当哈利和其他勇士在最后一项任务中和凶险的迷宫搏斗时，有人一直在关注着。胜利就在眼前了，但当他们离三强争霸杯越来越近的时候，一切似乎都变样了――哈利很快就发现自己不可避免地踏上了一条与真正的邪恶势力面对面的道路。"
    },
    {
        "id": "5",
        "sr": "images/book/1.jpg"
        ,"t": "《哈利·波特与凤凰社》"
        , "d": "目睹伏地魔复活之后，哈利度过了他生命中最漫长、最孤独的暑假。当然，姨妈姨父仍然把他当成臭虫般的呼来喝去，表哥达力没事就把他当成沙包练拳击。甚至还有两只以吸食灵魂为生的摄魂怪脱离了魔法部的掌控，来到女贞路上伏击哈利，好在勇敢的哈利用守护神咒赶走了摄魂怪。\n" +
            "阴险的魔法部本想通过摄魂怪事件，诬陷哈利在校外使用魔法而违反了《对未成年巫师加以合理约束法》--禁止未成年人在校外滥用魔法，打算就此开除哈利。哈利来到魔法部受审，邓布利多哈利做证人，终帮他摆脱了指控。\n" +
            "可怜的哈利，在暑假经历了一连串的变故后，终于等来了开学……魔法部的副部长乌姆里奇成为这一年的黑魔法防御术课的新老师，她是代表魔法部来整治霍格沃茨的“不良风气”的，第一堂课，哈利就因为管不住自己而与她起了冲突，最终被罚关禁闭。如果你认为乌姆里奇教授口中的“禁闭”只是普通的抄写课文的话，那你就错了，因为她给哈利一支神奇的笔，用哈利的鲜血做墨水，每一笔都深深地刻在了哈利的手背上。\n" +
            "自从伏地魔复活以后，哈利被越来越多的梦魇所困扰着，因为头上那道伤疤，使得哈利与伏地魔的思想产生了某种联系。正是在一场梦境里，哈利目睹罗恩的爸爸亚瑟被蛇咬伤，及时发出了警告，挽救了亚瑟的生命。对于哈利来说，情人节第一次变得有意义，因为他和张秋约好一起去霍格莫德村。然而，约会的过程却不尽如人意，属于典型小女人的张秋，需要人哄需要人疼，而哈利却偏偏是个木头疙瘩，结果两人不欢而散。\n" +
            "由于D.A.内部成员的背叛，乌姆里奇最终还是发现了哈利在背着她教大家黑魔法防御术。所有人连滚带爬总算逃脱升天，最终只有哈利因为断后而被抓住--告密的人竟然就是张秋的朋友，而邓布利多代哈利受罪，被赶出了霍格沃茨。\n" +
            "原来伏地魔一直想得到的是那个隐藏着自己未来命运的预言球……他侵入哈利的思想，得知小天狼星是他生命中最重要的人，利用一种假相将哈利骗至魔法部。一场混战就此展开，然而让伏地魔想象不到的是，虽然D.A.的成员都是一些半大的孩子，却与食死徒斗了个不相伯仲，直到凤凰社的成员赶来增援。这场混战中，食死徒与凤凰社互有伤亡，但都及不上哈利万分之一的痛苦，他生命中最后一位亲人也离他而去--再见，小天狼星。"
    },
    {
        "id": "6",
        "sr": "images/book/2.jpg"
        ,"t": "《哈利·波特与混血王子》"
        , "d": "令人闻之丧胆的伏地魔及食死徒再度回来肆虐，并同时向麻瓜世界和魔法世界伸出魔爪，霍格沃兹魔法学校不再是安全的避风港。哈利怀疑连霍格沃兹的城堡内都危机四伏，邓不利多则全力替哈利将来的迎战做准备，因为他明白最后之战即将来临。邓不利多需要哈利帮他找到一个关键的信息，以便找出伏地魔的七个魂器。\n" +
            "唯有找出魂器，才有可能彻底瓦解伏地魔与他的黑暗势力。但这个关键的记忆就深埋在前霍格沃兹魔药学教授霍拉斯·斯拉格霍恩的脑海里。为此，邓不利多只好以高薪、大办公室等优厚条件利诱他的老友兼昔日同事重回教学岗位，让哈利有机会求教于他。 同时，魔法学校的学生们也因青春期荷尔蒙作祟而彼此吃醋。哈利发现他越来越被金妮吸引，但她的男友迪安·托马斯正是他的头号情敌，而她老哥罗恩恰巧是他的好朋友。另一方面，罗恩自己也搞不定女生，拉文德·布朗当他是真命天子，使得醋劲十足的赫敏在一旁生闷气，但她仍决定隐藏感情。\n" +
            "正值此际，一盒掺入爱情魔药的巧克力竟然阴错阳差地参一脚乱配对。 少男少女情窦初开之际，有名学生却丝毫不动心，马尔福一心想要成名，即使是恶名也在所不惜。空气中弥漫着爱情，然而悲剧正伺机接近，霍格沃兹魔法学校的命运可能从此改观。"
    },
    {
        "id": "7",
        "sr": "images/book/3.jpg"
        ,"t": "《哈利·波特与死亡圣器（上）》"
        , "d": "作为第7集故事的第一部分，影片是以哈利·波特（丹尼尔·雷德克里夫饰）、罗恩·韦斯莱（鲁伯特·格林特饰）和赫敏·格兰杰（爱玛·沃森饰）选择离开学校来开篇的，他们随即开始了一场危险的任务，发誓要完成阿不思·邓布利多（迈克尔·刚本饰）未竟的事业，一路追踪并摧毁全部的魂器，继而终结魔法世界最强大的魔头伏地魔（拉尔夫·费因斯饰）的不死身。这一次，他们只能依靠自己的力量了，因为他们的身边再也没有来自于学校教授的指导和保护了——这三个好朋友必须要比以往任何时候都更加坚定地信赖彼此，但是他们中间也存在着一股黑暗的力量，威胁着要将他们永远地分开。\n" +
            "与此同时，对于任何“黑魔头”的敌人来说，魔法世界则变成了一个异常危险的地方，战争真正打响了，伏地魔的爪牙食死徒们不仅控制了魔法部，甚至还有霍格沃茨，只要有人胆敢反抗他们，就会受到逮捕甚至谋杀。但是，这些食死徒却仍然在追捕一个最有价值的被通缉之人——哈利·波特，他们所得到的命令是必须把哈利带到黑魔头身边，而且要活的。\n" +
            "哈利惟一的机会就是在伏地魔抓到他之前，率先收集完全部的魂器……但是，在他追踪线索的过程中，他却发现一个古老且已经被遗忘了很久的神秘传说——死亡圣器，如果这些童话故事全部都是真实的话，也许会赋予伏地魔一直苦苦寻觅的最终极的强大力量。\n" +
            "几乎没有人知道，哈利的未来其实是由他的过去决定的，就在那个命中注定的晚上，伏地魔亲自选"
    },
    {
        "id": "8",
        "sr": "images/book/4.jpg"
        ,"t": "《哈利·波特与死亡圣器（下）》"
        , "d": "哈利进入与伏地魔意识连通的幻境，找到了一些魂器，但也让伏地魔发觉了他们的行动。哈利又一次进入幻境后推断出伏地魔的居所，三人来到了此地。他们看到伏地魔命令毒蛇除掉斯内普，以把长者杖魔力传给自己。弥留之际，斯内普把记忆送给哈利，原来他一直爱着哈利的母亲莉莉，因此从来都是站在邓布利多一边。 哈利披上隐身斗篷去与伏地魔战斗，发现海格被押作人质。哈利一现出身来就被一咒击倒，醒来时彷佛进入一个生与死的边缘，碰到已死的邓布利多。哈利发觉咒语正巧击溃了藏在自己体内的那一部分伏地魔的灵魂。伏地魔命令海格把貌似死了的哈利带回霍格沃茨，杀杀士气。哈利趁乱披上隐身斗篷，纳威敏捷地抽出格莱芬多剑砍掉了毒蛇纳吉尼的脑袋，藏在毒蛇体内的伏地魔最后一个魂器就这样被毁掉。哈利在大殿里面直面伏地魔，长老杖在伏地魔手中。哈利猜测长老杖原来的主人不是斯内普而是马尔福，解除邓布利多武装的是马尔福，而斯内普只是依照邓布利多的愿望把他杀掉。然而解除掉马尔福武力的人却是哈利，所以长老 杖真正的力量在哈利这里。所以伏地魔用长老杖对哈利施死咒时，哈利让死咒又反弹到伏地魔身上，伏地魔就这样被结果了。\n" +
            "19年后，哈利和金妮有了三个孩子，罗恩和赫敏也有两个孩子。两家人在国王十字车站送孩子去霍格华茨学校，在这里他们遇见了不少故人。最终，哈利摸着前额上的闪电形疤痕，19年了，这块疤痕再也没有痛过。一切都好。"
    }
]